Revit 2027 API
SystemZoneElementType.UseDehumidificationSetPoint Property
 Use the dehumidification set point.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseDehumidificationSetPoint { get; set; }
Public Property UseDehumidificationSetPoint As Boolean
	Get
	Set
public:
property bool UseDehumidificationSetPoint {
	bool get ();
	void set (bool value);
}
member UseDehumidificationSetPoint : bool with get, set
Property Value
Boolean
See Also
Reference
SystemZoneElementType Class
Autodesk.Revit.DB.Mechanical Namespace